Repository: dedalozzo/reindex
Catalog: locale/*/decorators.po
Languages: it_it

# Enlightened.name
source: Enlightened
it_it: Illuminato

source: Enlightened.desc
it_it: Sei la prima persona a rispondere ad una domanda e totalizzare un punteggio pari a 10 per la risposta.Quest'ultima deve essere accettata dall'autore della domanda. Il badge viene assegnato soltanto nel caso in cuil'autore della domanda non risponda alla sua stessa domanda. Assegnato più volte.

source: Guru.desc
it_it: La tua risposta è stata accettata dall'autore e ha totalizzato 40 punti. Assegnato più volte.

# KnowItAll.name
source: Know-it-all
it_it: Tuttologo

source: KnowItAll.desc
it_it: Hai fornito risposte con almeno 15 punti, in 20 dei 40 tag più attivi. Assegnato una sola volta.

# Necromancer.name
source: Necromancer
it_it: Negromante

source: Necromancer.desc
it_it: Hai risposta ad una domanda formulata almeno 2 mesi prima; la tua risposta ha ottenuto almeno 5 punti.Assegnato più volte.

# Populist.name
source: Populist
it_it: Populista

source: Populist.desc
it_it: Hai fornito una risposta ad una domanda per la quale già esiste una risposta accettata con un punteggio pari osuperiore a 10, e la tua risposta ha ottenuto almeno il doppio dei punti. Assegnato più volte.

# Resurrectionist.name
source: Resurrectionist
it_it: Risurrezionista

source: Resurrectionist.desc
it_it: Hai risposto, per primo, ad una domanda formulata almeno un mese prima, e la tua risposta ha totalizzato almeno2 punti. Assegnato più volte.

# Scholar.name
source: Scholar
it_it: Scolaro

source: Scholar.desc
it_it: Hai formulato la tua prima domanda e hai accettato una risposta. Assegnato una sola volta.

# SelfLearner.name
source: SelfLearner
it_it: Autodidatta

source: SelfLearner.desc
it_it: Hai risposto ad una tua stessa domanda e la tua risposta ha totalizzato almeno 3 punti.Assegnato una sola volta.

# Sportsmanship.name
source: Sportsmanship
it_it: Sportivo

source: Sportsmanship.desc
it_it: Hai votato 100 risposte su domande dove una delle tue risposte ha almeno un punto. Assegnato una sola volta.

# Student.name
source: Student
it_it: Studente

source: Student.desc
it_it: Per la prima volta una tua domanda totalizza almeno un punto. Assegnato una sola volta.

# Teacher.name
source: Teacher
it_it: Insegnante

source: Teacher.desc
it_it: Per la prima volta una tua risposta totalizza almeno un punto. Assegnato una sola volta.

# Tenacious.name
source: Tenacious
it_it: Tenace

source: Tenacious.desc
it_it: Hai fornito più di 5 risposte con punteggio pari a 0, che rappresentano almeno il 20% delle tue risposte.Assegnato una sola volta.

# Altruist.name
source: Altruist
it_it: Altruista

source: Altruist.desc
it_it: Hai assegnato manualmente il tuo primo bounty alla domanda di un altro utente. Assegnato una sola volta.

# Benefactor.name
source: Benefactor
it_it: Benefattore

source: Benefactor.desc
it_it: Hai assegnato manualmente il tuo primo bounty su di una tua stessa domanda. Assegnato una volta.

# Investor.name
source: Investor
it_it: Investitore

source: Investor.desc
it_it: Hai offerto il tuo primo bounty sulla domanda di un altro utente. Assegnato una sola volta.

# Promoter.name
source: Promoter
it_it: Promotore

source: Promoter.desc
it_it: Hai offerto il tuo primo bounty su di una tua stessa domanda. Assegnato una sola volta.

# Philanthropist.name
source: Philanthropist
it_it: Filantropo

source: Philanthropist.desc
it_it: Hai fatto una donazione di almeno 100 €. Assegnato più volte.

# Supporter.name
source: Supporter
it_it: Sostenitore

source: Supporter.desc
it_it: Hai fatto una donazione a tuo piacimento. Assegnato più volte.

# Doorman.name
source: Doorman
it_it: Portinaio

source: Doorman.desc
it_it: Hai segnalato almeno 50 problemi alla redazione. Assegnato una sola volta.

# Guardian.name
source: Guardian
it_it: Guardiano

source: Guardian.desc
it_it: Hai segnalato almeno 500 problemi alla redazione. Assegnato una sola volta.

# Watchman.name
source: Watchman
it_it: Vigilante

source: Watchman.desc
it_it: Hai segnalato un problema alla redazione. Assegnato una sola volta.

# Distinguishable.name
source: Distinguishable
it_it: Riconoscibile

source: Distinguishable.desc
it_it: Hai scritto un articolo o formulato una domanda con almeno 10.000 visualizzazioni. Assegnato più volte.

# Famous.name
source: Famous
it_it: Famoso

source: Famous.desc
it_it: Hai scritto un articolo o formulato una domanda con almeno 30.000 visualizzazioni. Assegnato più volte.

# Popular.name
source: Popular
it_it: Popolare

source: Popular.desc
it_it: Hai scritto un articolo o formulato una domanda con almeno 20.000 visualizzazioni. Assegnato più volte.

# Batsman.name
source: Batsman
it_it: Segnalatore

source: Batsman.desc
it_it: Hai segnalato il tuo primo link. Assegnato una sola volta.

# Beacon.name
source: Beacon
it_it: Faro

source: Beacon.desc
it_it: Hai segnalato almeno 500 links. Assegnato una sola volta.

# Reporter.name
source: Reporter
it_it: Corrispondente

source: Reporter.desc
it_it: Hai segnalato almeno 25 links. Assegnato una sola volta.

# Blogger.name
source: Blgger
it_it: Blogger

source: Blogger.desc
it_it: Hai scritto almeno 5 articoli sulla tua timeline. Assegnato una sola volta.

# BookReviewer.name
source: Book Reviewer
it_it: Recensore

source: BookReviewer.desc
it_it: Hai scritto almeno 2 recensioni, che sono poi state pubblicate sul blog principale. Assegnato una sola volta.

# Columnlist.name
source: Columnlist
it_it: Articolista

source: Columnlist.desc
it_it: Hai scritto almeno 10 articoli associati ad un particolare tag. Assegnato più volte.

# Contributor.name
source: Contributor
it_it: Collaboratore

source: Contributor.desc
it_it: Hai scritto il tuo primo articolo sulla tua timeline. Assegnato una sola volta.

# Journalist.name
source: Journalist
it_it: Giornalista

source: Journalist.desc
it_it: Hai scritto almeno 25 articoli. Assegnato una sola volta.

# Commentator.name
source: Commentator
it_it: Commentatore

source: Commentator.desc
it_it: Hai scritto 10 commenti. Assegnato una sola volta.

# Critic.name
source: Critic
it_it: Critico

source: Critic.desc
it_it: Hai lasciato il tuo primo commento. Assegnato una sola volta.

# Pundit.name
source: Pundit
it_it: Dotto

source: Pundit.desc
it_it: Hai lasciato 10 commenti con almeno 5 punti ciascuno. Assegnato una sola volta.

# Epic.name
source: Epic
it_it: Epico

source: Epic.desc
it_it: Hai ottenuto 200 punti di reputazione per 50 volte. Assegnato una sola volta.

# Great.name
source: Great
it_it: Grande

source: Great.desc
it_it: Hai ottenuto 200 punti di reputazione in un solo giorno. Assegnato una sola volta.

# Legendary.name
source: Legendary
it_it: Leggendario

source: Legendary.desc
it_it: Hai ottenuto 200 punti di reputazione per 150 volte. Assegnato una sola volta.

# Archaeologist.name
source: Archaeologist
it_it: Archeologo

source: Archaeologist.desc
it_it: Hai modificato 100 contributi (articoli, domande, ecc.) che sono stati inattivi per almeno 6 mesi.Assegnato una sola volta.

# Assistant.name
source: Assistant
it_it: Assistente

source: Assistant.desc
it_it: E' la prima volta che editi un contributo, sia esso un articolo, una domanda, una risposta, ecc.Assegnato una sola volta.

source: CopyEditor.desc
it_it: Hai modificato 25 contributi. Assegnato una sola volta.

# Editor.name
source: Editor
it_it: Editore

source: Editor.desc
it_it: Hai modificato 100 contributi. Assegnato una sola volta.

# Historian.name
source: Historian
it_it: Storico

source: Historian.desc
it_it: Hai modificato un contributo che è stato inattivo per 6 mesi. Assegnato una sola volta.

# Moderator.name
source: Moderator
it_it: Moderatore

source: Moderator.desc
it_it: Sei stato moderatore del sito per almeno un anno. Assegnato una sola volta.

# Proofreader.name
source: Proofreader
it_it: Correttore

source: Proofreader.desc
it_it: Hai approvato o respinto 100 revisioni. Assegnato una sola volta.

# Amazing.name
source: Amazing
it_it: Formidabile

source: Amazing.desc
it_it: Hai fornito un contributo (articolo, domanda, recensione, link) che ha ottenuto 100 punti. Assegnato più volte.

# Awesome.name
source: Awesome
it_it: Grandioso

source: Awesome.desc
it_it: Hai fornito un contributo (articolo, domanda, recensione, link) che ha ottenuto 50 punti. Assegnato più volte.

# Superior.name
source: Superior
it_it: Superiore

source: Superior.desc
it_it: Hai fornito un contributo (articolo, domanda, recensione, link) che ha ottenuto 30 punti. Assegnato più volte.

# Beloved.name
source: Beloved
it_it: Amato

source: Beloved.desc
it_it: Hai fornito un contributo (articolo, domanda, recensione, link) aggiunto ai preferiti 10 volte. Assegnato più volte.

# Stellar.name
source: Stellar
it_it: Stellare

source: Stellar.desc
it_it: Hai fornito un contributo (articolo, domanda, recensione, link) aggiunto ai preferiti 50 volte. Assegnato più volte.

source: Trendy.desc
it_it: Hai fornito un contributo (articolo, domanda, recensione, link) aggiunto ai preferiti 25 volte. Assegnato più volte.

# Librarian.name
source: Librarian
it_it: Bibliotecario

source: Librarian.desc
it_it: Hai modificato la descrizione di 20 tags. Assegnato una sola volta.

# Linguist.name
source: Linguist
it_it: Linguista

source: Linguist.desc
it_it: Per la prima volta un sinonimo da te inserito è stato approvato. Assegnato una sola volta.

# Organizer.name
source: Organizer
it_it: Organizzatore

source: Organizer.desc
it_it: Prima volta che modifichi i tag di contributo. Assegnato una sola volta.

# Tagger.name
source: Tagger
it_it: Graffittaro

source: Tagger.desc
it_it: Per la prima volta hai modificato la descrizione di un tag. Assegnato una sola volta.

# Taxonomist.name
source: Taxonomist
it_it: Tassonomista

source: Taxonomist.desc
it_it: Hai creato un tag utilizzato da almeno 50 contributi. Assegnato una sola volta.

# Active.name
source: Active
it_it: Attivo

source: Active.desc
it_it: Il tuo profilo è attivo. Assegnato una sola volta.

# Autobiographer.name
source: Autobiographer
it_it: Autobiografo

source: Autobiographer.desc
it_it: Hai completato in ogni sua parte il tuo profilo. Assegnato una sola volta.

source: GitHubber.desc
it_it: Hai linkato il tuo profilo su GitHub in modo che possano essere visualizzati i tuoi progetti. Assegnato una sola volta.

# Enthusiast.name
source: Enthusiast
it_it: Entusiasta

source: Enthusiast.desc
it_it: Hai visitato il sito per 30 giorni consecutivi. Assegnato una sola volta.

# Fanatic.name
source: Fanatic
it_it: Fanatico

source: Fanatic.desc
it_it: Hai visitato il sito per 100 giorni consecutivi. Assegnato una sola volta.

# Follower.name
source: Follower
it_it: Seguace

source: Follower.desc
it_it: Hai visitato il sito per 7 giorni consecutivi. Assegnato una sola volta.

# Attendee.name
source: Attendee
it_it: Partecipante

source: Attendee.desc
it_it: Hai votato 10 volte in un giorno. Assegnato una sola volta.

source: Fan.desc
it_it: Hai votato 250 o più volte. Assegnato una sola volta.

source: Groupie.desc
it_it: Hai votato almeno 500 volte. Assegnato una sola volta.

# Ultra.name
source: Ultra
it_it: Ultrà

source: Ultra.desc
it_it: Hai usato il massimo di 50 voti in un giorno. Assegnato una sola volta.

# Voter.name
source: Voter
it_it: Votante

source: Voter.desc
it_it: Prima volta che voti. Assegnato una sola volta.
